Repository: Wildblossoms/my-repository
Catalog: languages/wp-testing-*.po
Languages: ar, cs_cz, fa_ir, he_il, is_is, pt_br, ro_ro, sk_sk, sv_se, tr_tr

source: Edit Scale
ar: تعديل المقياس
cs_cz: Upravit škálu
fa_ir: ویرایش مقیاس
he_il: ערוך קנה מידה
is_is: Breyta kvarða
pt_br: Editar escala
ro_ro: Editează scala
sk_sk: Upraviť škálu
sv_se: Redigera skala
tr_tr: Ölçeği Düzenle

source: View Scale
ar: عرض المقياس
cs_cz: Ukázat škálu
fa_ir: مشاهده مقیاس
he_il: הצג קנה מידה
is_is: Skoða kvarða
pt_br: Visualizar escala
ro_ro: Vezi scala
sk_sk: Zobraziť škálu
sv_se: Visa skala
tr_tr: Ölçeği Görüntüle

source: Search Scales
ar: بحث من المقياس
cs_cz: Hledat ve škálách
fa_ir: جستجوی سنجه‌ها
he_il: חפש קנה מידה
is_is: Leita að kvarða
pt_br: Procurar escala
ro_ro: Cauta scale
sk_sk: Vyhľadávať škály
sv_se: Sök skalor
tr_tr: Ölçekleri Ara

source: Parent Scale:
ar: تصنيف الاب
cs_cz: Nadřazená škála:
fa_ir: مقیاس مادر:
he_il: גרף אב
is_is: Yfirkvarði:
pt_br: Escala relacionada
ro_ro: Scală părinte:
sk_sk: Nadradená škála:
sv_se: Överordnade skala:
tr_tr: Ana Ölçek

source: Scales
ar: مقاييس
cs_cz: Škály
fa_ir: مقیاس‌ها
he_il: קנה מידה
is_is: Kvarðar
pt_br: Redimensionar
ro_ro: Scale
sk_sk: Škály
sv_se: Skalor
tr_tr: Ölçekler

source: All Scales
ar: جميع المقاييس
cs_cz: Všechny škály
fa_ir: همه مقیاس‌ها
he_il: כל קני המידה
is_is: Alli kvarðar
pt_br: Todas as escalas
ro_ro: Toate scalele
sk_sk: Všetky škály
sv_se: Alla skalor
tr_tr: Tüm Ölçekler

source: Update Scale
ar: تحديث المقياس
cs_cz: Aktualizovat škálu
fa_ir: به‌روزرسانی مقیاس
he_il: עדכן קנה מידה
is_is: Uppfæra kvarða
pt_br: Atualizar escala
ro_ro: Actualizează scala
sk_sk: Aktualizuj škálu
sv_se: Uppdatera skala
tr_tr: Ölçeği Güncelle

source: New Scale Name
ar: اسم مقياس الجديد
cs_cz: Nové jméno pro škálu
fa_ir: نام مقیاس جدید
he_il: שם קנה מידה חדש
is_is: Nýtt nafn á kvarða
pt_br: Novo nome de escala
ro_ro: Nume scală nouă
sk_sk: Názov novej škály
sv_se: Nya skala namn
tr_tr: Yeni Ölçek Adı

source: Parent Scale
ar: تصنيف مقياس الاب
cs_cz: Nadřazená škála
fa_ir: مقیاس مادر
he_il: גרף אב
is_is: Yfirkvarði
pt_br: Escala relacionada
ro_ro: Scală părinte
sk_sk: Nadradená škála
sv_se: Överordnade skala
tr_tr: Ana Ölçek

source: New Scale
ar: مقياس جديد
cs_cz: Nová škála
fa_ir: مقیاس جدید
he_il: קנה מידה חדש
is_is: Nýr kvarði
pt_br: Nova escala
ro_ro: Scala noua
sk_sk: Nová škála
sv_se: Ny skala
tr_tr: Yeni Ölçek

source: No Scales found
ar: لم يتم ايجاد اي مقياس
cs_cz: Škály nenalezeny
fa_ir: مقیاسی یافت نشد
he_il: לא נמצאו קנה מידה לשאלון
is_is: Engir kvarðar fundust
pt_br: Nenhuma escala encontrada
ro_ro: Nicio scală găsită
sk_sk: Škály neboli nájdené
sv_se: Ingen vågar hittade
tr_tr: Ölçek Bulunamadı

source: No Scales found in Trash
ar: لم يتم ايجاد اي مقياس في المهملات
cs_cz: Žádné škály v koši
fa_ir: مقیاسی در زباله‌دان یافت نشد
he_il: לא נמצאו קנה מידה לשאלון בתיקיית זבל
is_is: Engir kvarðar fundust í ruslinu
pt_br: Nenhuma escala encontrada na lixeira
ro_ro: Nicio scală găsita în Gunoi
sk_sk: Škály neboli nájdené v koši
sv_se: Ingen vågar Funna i papperskorgen
tr_tr: Çöp Kutusunda Ölçek Bulunamadı

source: Test Results
ar: نتائج الاختبار
cs_cz: Výsledky testu
fa_ir: نتایج سنجه‌ها
he_il: תוצאות שאלון
is_is: Prófunarniðurstöður
pt_br: Resultados do teste
ro_ro: Rezultatele testului
sk_sk: Výsledky testov
sv_se: Testresultat
tr_tr: Test Sonuçları

source: Test Result
ar: نتيجة الاختبار
cs_cz: Výsledek testu
fa_ir: نتایج سنجه
he_il: תוצאת שאלון
is_is: Prófunarniðurstaða
pt_br: Resultado do teste
ro_ro: Rezultat la test
sk_sk: Výsledky testu
sv_se: Testresultatet
tr_tr: Test Sonucu

source: Add New Result
ar: اضافة نتيجة جديدة
cs_cz: Přidat nový výsledek
fa_ir: افزودن نتیجه جدید
he_il: הוסף תשובה חדשה
is_is: Bæta við nýrri niðurstöðu
pt_br: Adicionar novo resultado
ro_ro: Adaugă rezultat nou
sk_sk: Pridaj nový výsledok
sv_se: Lägg till nya resultat
tr_tr: Yeni Sonuç Ekle

source: Edit Result
ar: تعديل النتيجة
cs_cz: Upravit výsledek
fa_ir: ویرایش نتیجه
he_il: עדכן תשובה
is_is: Breyta niðurstöðu
pt_br: Editar resultado
ro_ro: Actualizează rezultatele
sk_sk: Upraviť výsledok
sv_se: Redigera resultat
tr_tr: Sonucu Düzenle

source: View Result
ar: عرض النتيجة
cs_cz: Zobrazit výsledek
fa_ir: مشاهده نتیجه
he_il: הצג תוצאה
is_is: Skoða niðurstöðu
pt_br: Visualizar resultado
ro_ro: Vezi rezultat
sk_sk: Zobraz výsledok
sv_se: Visa resultatet
tr_tr: Sonucu Görüntüle

source: Search Results
ar: نتائج البحث
cs_cz: Výsledky vyhledávání
fa_ir: جستجوی نتایج
he_il: תוצאות חיפוש
is_is: Leitarniðurstöður
pt_br: Resultados da pesquisa
ro_ro: Rezultatele căutării
sk_sk: Vyhľadávať výsledky
sv_se: Sökresultat
tr_tr: Arama Sonuçları

source: Parent Result:
ar: تصنيف الاب للنتائج
cs_cz: Nadřazený výsledek:
fa_ir: نتیجه مادر:
he_il: תוצאת אב
is_is: Yfirprófunarniðurstaða:
pt_br: Resultado relacionado
ro_ro: Rezultat părinte:
sk_sk: Nadradený výsledok:
sv_se: Förälder resultat:
tr_tr: Ana Sonuç

source: Results
ar: النتائج
cs_cz: Výsledky
fa_ir: نتیجه‌ها
he_il: תוצאות
is_is: Niðurstöður
pt_br: Resultados
ro_ro: Rezultate
sk_sk: Výsledky
sv_se: Resultat
tr_tr: Sonuçlar

source: All Results
ar: جميع النتائج
cs_cz: Všechny výsledky
fa_ir: همه نتایج
he_il: כל התוצאות
is_is: Allar niðurstöður
pt_br: Todos os resultados
ro_ro: Toate rezultatele
sk_sk: Všetky výsledky
sv_se: Alla resultat
tr_tr: Tüm Sonuçlar

source: Update Result
ar: تحديث النتيجة
cs_cz: Aktualizovat výsledek
fa_ir: به‌روزرسانی نتیجه
he_il: עדכן תוצאה
is_is: Uppfæra niðurstöðu
pt_br: Atualiza resultado
ro_ro: Actualizează rezultat
sk_sk: Aktualizuj výsledok
sv_se: Uppdatera resultatet
tr_tr: Sonucu Güncelle

source: New Result Name
ar: اسم جديد للنتيجة
cs_cz: Název nového výsleku
fa_ir: نام نتیجه جدید
he_il: שם תוצאה חדש
is_is: Nýtt nafn á niðurstöðu
pt_br: Novo nome de resultado
ro_ro: Nume rezultat nou
sk_sk: Nový názov výsledku
sv_se: Nytt resultat namn
tr_tr: Yeni Sonuç Adı

source: Parent Result
ar: الاب للنتائج
cs_cz: Nadřazený výsledek
fa_ir: نتیجه مادر
he_il: תוצאת אב
is_is: Yfirniðurstaða
pt_br: Resultado relacionado
ro_ro: Rezultat părinte
sk_sk: Nadradený výsledok
sv_se: Förälder resultat
tr_tr: Ana Sonuç

source: New Result
ar: نتيجة جديدة
cs_cz: Nový výsledek
fa_ir: نتیجه جدید
he_il: תוצאה חדשה
is_is: Ný niðurstaða
pt_br: Novo resultado
ro_ro: Rezultat nou
sk_sk: Nový výsledok
sv_se: Nya resultat
tr_tr: Yeni Sonuç

source: No Results found
ar: لم يتم ايجاد النتائج
cs_cz: Výsledky nenalezeny
fa_ir: نتیجه‌ای یافت نشد
he_il: לא נמצאה תוצאה
is_is: Engar niðurstöður fundust
pt_br: Não foram encontrados resultados
ro_ro: Niciun rezultat găsit
sk_sk: Výsledky neboli nájdené
sv_se: Inga resultat hittades
tr_tr: Sonuç Bulunamadı

source: No Results found in Trash
ar: لم يتم ايجاد نتائج في المهملات
cs_cz: Žádné výsledky vyhozené
fa_ir: نتیجه‌ای در زباله‌دان یافت نشد
he_il: לא נמצאה תוצאה בתיקיית זבל
is_is: Engar niðurstöður fundust í ruslinu
pt_br: Não foram encontrados resultados na lixeira.
ro_ro: Niciun rezultat găsit în Gunoi
sk_sk: Výsledky neboli nájdené v koši
sv_se: Inga resultat hittades i papperskorgen
tr_tr: Çöp Kutusunda Sonuç Bulunamadı

source: Test Categories
ar: تصانيف الاختبار
cs_cz: Kategorie dotazníků
fa_ir: دسته‌بندی سنجه‌ها
he_il: קטגוריות שאלון
is_is: Prófunarflokkar
pt_br: Categorias teste
ro_ro: Categoriile testului
sk_sk: Kategórie testov
sv_se: Testa kategorier
tr_tr: Test Kategorileri

source: Test Category
ar: تصنيف الاختبار
cs_cz: Kategorie dotazníku
fa_ir: دسته سنجه
he_il: קטגוריית שאלון
is_is: Prófunarflokkur
pt_br: Categoria Teste
ro_ro: Categoria testului
sk_sk: Kategória testov
sv_se: Test kategori
tr_tr: Test Kategorisi

source: Add New Category
ar: اضافة تصنيف جديد
cs_cz: Přidat novou kategorii
fa_ir: افزودن دسته جدید
he_il: הוספת קטגוריה
is_is: Bæta við nýjum flokki
pt_br: Adicionar Nova Categoria
ro_ro: Adaugă o categorie nouă
sk_sk: Pridať novú kategóriu
sv_se: Skapa ny nedladdningskategori
tr_tr: Yeni Kategori Ekle

source: Edit Category
ar: تعديل التصنيف
cs_cz: Editovat kategorii
fa_ir: ویرایش دسته
he_il: עריכת קטגוריה
is_is: Breyta flokki
pt_br: Editar Categoria
ro_ro: Editare categorie
sk_sk: Upraviť kategóriu
sv_se: Ändra kategori
tr_tr: Kategoriyi Düzenle

source: View Category
ar: عرض التصنيف
cs_cz: Zobrazit rubriku
fa_ir: مشاهده دسته
he_il: הצג קטגוריה
is_is: Skoða flokk
pt_br: Ver Categoria
ro_ro: Vezi categorie
sk_sk: Zobraziť kategóriu
sv_se: Visa kategori
tr_tr: Kategoriyi görüntüle

source: Search Categories
ar: بحث عن التصانيف
cs_cz: Prohledat kategorie
fa_ir: جستجوی دسته‌ها
he_il: חיפוש קטגוריות
is_is: Leita í flokkum
pt_br: Pesquisar Categorias
ro_ro: Caută categorii
sk_sk: Vyhľadávať v kategóriách
sv_se: Sök kategorier
tr_tr: Kategorilerde Ara

source: Parent Category:
ar: تصنيف الاب :
cs_cz: Nadřazená kategorie:
fa_ir: دسته مادر:
he_il: קטגוריות אב:
is_is: Yfirflokkur:
pt_br: Categoria Pai:
ro_ro: Categorie părinte:
sk_sk: Nadradená kategória:
sv_se: Huvudkategori:
tr_tr: Ana kategori:

source: All Categories
ar: جميع التصانيف
cs_cz: Všechny kategorie
fa_ir: همه دسته‌ها
he_il: כל הקטגוריות
is_is: Allir flokkar
pt_br: Todas as Categorias
ro_ro: Toate categoriile
sk_sk: Všetky kategórie
sv_se: Alla kategorier
tr_tr: Tüm Kategoriler

source: Update Category
ar: تحديث التصنيف
cs_cz: Upravit kategorii
fa_ir: به‌روزرسانی دسته
he_il: עדכון קטגוריה
is_is: Uppfæra flokk
pt_br: Atualizar Categoria
ro_ro: Actualizare categorie
sk_sk: Aktualizovať kategóriu
sv_se: Uppdatera kategori
tr_tr: Kategoriyi Güncelle

source: New Category Name
ar: اسم تصنيف الجديد
cs_cz: Nový název kategorie
fa_ir: نام دسته جدید
he_il: שם קטגוריה חדשה
is_is: Heiti á nýjum flokki
pt_br: Nome da Nova Categoria
ro_ro: Nume categorie nouă
sk_sk: Názov novej kategórie
sv_se: Namn
tr_tr: Yeni Kategori Adı

source: Parent Category
ar: تصنيف الاب
cs_cz: Nadřazená kategorie
fa_ir: دسته مادر
he_il: קטגורית אב
is_is: Yfirflokkur
pt_br: Categoria Pai
ro_ro: Categorie părinte
sk_sk: Nadradená kategória
sv_se: Huvudkategori
tr_tr: Ana kategori

source: New Category
ar: تصنيف جديد
cs_cz: Novou kategorii
fa_ir: دسته جدید
he_il: קטגוריה חדשה
is_is: Nýr flokkur
pt_br: Nova categoria
ro_ro: Categorie nouă
sk_sk: Nová kategória
sv_se: Ny kategori
tr_tr: Yeni Kategori

source: No Categories found
ar: لايوجد تصانيف
cs_cz: Kategorie nenalezeny
fa_ir: دسته‌ای یافت نشد
he_il: לא נמצאו קטגוריות
is_is: Engir flokkar fundust
pt_br: Categorias não encontradas
ro_ro: Nicio categorie găsită
sk_sk: Kategórie neboli nájdené
sv_se: Inga kategorier hittades
tr_tr: Kategori Bulunamadı

source: No Categories found in Trash
ar: لايوجد تصنيف على المهملات
cs_cz: Žádné kategorie vyhozené
fa_ir: دسته‌ای در زباله‌دان یافت نشد
he_il: לא נמצאו קטגוריות בתיקיית זבל
is_is: Engir flokkar fundust í ruslinu
pt_br: Categorias não encontradas na lixeira
ro_ro: Nicio categorie găsita în Gunoi
sk_sk: Žiadne kategórie neboli nájdené v koši
sv_se: Inga kategorier Funna i papperskorgen
tr_tr: Çöp Kutusunda Kategori Bulunamadı

source: Formula for %s is incompatible as it contains both numbers and percentages
ar: المعادلة لل %s غير متكاملة لانها تحتوي على الارقام و نسب معاً
cs_cz: Vzorec pro %s není kompatibilní, neboť obsahuje čísla a procenta
fa_ir: فرمول برای %s ناسازگار است، به عنوان آن شامل تعداد و درصد
he_il: נוסחה עבור %s לא מושלמת בגלל שהיא כוללת גם מספרים וגם אחוזים
is_is: Formúla fyrir %s virkar ekki þar sem hún inniheldur bæði tölur og prósentur
pt_br: Fórmula para %s é incompatível como contém números e percentagens
ro_ro: Formula pentru %s este incompatibilă, căci conţine atât numere cât şi procente
sk_sk: Vzorec pre %s nie je kompatibilný, pretože obsahuje čísla a percentá
sv_se: Formel för %s är oförenliga eftersom den innehåller både siffror och procentsatser
tr_tr: Sayı ve yüzdeler içerdiğinden formül %s için uyumlu değil

source: Formula for %s has error
ar: المعادلة لل %s فيها بعض الاخطاء
cs_cz: Vzorec pro %s má chybu
fa_ir: در معادله %s خطا وجود دارد.
he_il: בנוסחה %s יש טעות
is_is: Formúla fyrir %s er með villu
pt_br: Fórmula para %s possui erro
ro_ro: Formula pentru %s are o eroare
sk_sk: Výpočet pre %s má chybu
sv_se: Formel för %s har fel
tr_tr: %s için formül hatası

source: Scale Variable
ar: متغيرات المقياس
cs_cz: Proměnná ve škále
fa_ir: متغییر مقیاس
he_il: שינוי קנה מידה
is_is: Kvarðabreyta
pt_br: Escala variável
ro_ro: Variabila scală
sk_sk: Premenná škály
sv_se: Skala variabel
tr_tr: Ölçek Değişkeni

source: Question %1$s answer %2$s
ar: فقرة %1$s اجابة %2$s
cs_cz: Otázka %1$s odpověď %2$s
fa_ir: پاسخ %2$s به سوال %1$s
he_il: שאלה %1$s תשובה %2$s
is_is: Spurning %1$s svar %2$s
pt_br: Questão %1$s resposta %2$s
ro_ro: Întrebare %1$s răspuns %2$s
sk_sk: Otázka %1$s odpoveď %2$s
sv_se: Fråga %1$s svar %2$s
tr_tr: Soru %1$s yanıt %2$s

source: Answer Variable
ar: متغيرات الاجابة
cs_cz: Proměnná k odpovědi
fa_ir: متغییر پاسخ
he_il: שינוי תשובה
is_is: Breytusvar
pt_br: Resposta Variável
ro_ro: Variabila răspuns
sk_sk: Premenná odpovede
sv_se: Svar Variabel
tr_tr: Cevap Değişken

source: Test "%s" is not published. You can not include it anywhere.
ar: اختبار "%s" لم يتم نشرها بعد ، لايمكنك نشرها حاليا
cs_cz: Test "%s" není publikován. Nelze zahrnout kdekoli.
fa_ir: آزمون "%s" منتشر شده. شما هنوز آن هر نقطه می تواند شامل.
he_il: שאלון 1%s לא פורסם. לא ניתן להכילו בשום מקום
is_is: Próf "%s" hefur ekki verið sett í loftið. Þú getur ekki ennþá notað það.
pt_br: Teste "%s" não é publicado. Você não pode incluí-lo em qualquer lugar.
ro_ro: Testul "%s" nu este publicat. Nu îl poţi include nicăieri.
sk_sk: Skúška "%s" nie je publikovaný. Nemôžete zahŕňať to kdekoľvek.
sv_se: Testet "%s" har inte publicerats. Du kan inte inkludera det någonstans.
tr_tr: Test "%s" yayımlanmıyor. Bunu her yerde dahil edebilirsiniz değil.

source: Start Test
ar: ابدء الاختبار
cs_cz: Spustit Test
fa_ir: شروع آزمون
he_il: התחל את השאלון
is_is: Byrja próf
pt_br: Iniciar teste
ro_ro: Începe testul
sk_sk: Spustiť Test
sv_se: Starta testet
tr_tr: Testi Başlat

source: Add review
ar: إضافة مراجعة
cs_cz: Přidat recenzi
fa_ir: اضافه کردن نظر
he_il: הוסף תגובה
is_is: Bæta við rýni
pt_br: Adicionar avaliação
ro_ro: Adaugă recenzie
sk_sk: Pridať recenziu
sv_se: Lägg recension

source: Thank you
ar: شكرا
cs_cz: Děkuji
fa_ir: متشکرم
he_il: תודה רבה
is_is: Takk fyrir
pt_br: Obrigado
ro_ro: Mulțumesc
sk_sk: Ďakujeme
sv_se: Tack

source: System information
ar: معلومات النظام
cs_cz: Systémové informace
fa_ir: اطلاعات سیستم
he_il: מידע מערכת
is_is: Kerfisupplýsingar
pt_br: Informação do sistema
ro_ro: Informatii sistem
sk_sk: Systémové informácie

source: Get support as soon as possible
ar: الحصول على الدعم في أقرب وقت ممكن
cs_cz: Získat podporu co nejdříve
fa_ir: مطلع پشتیبانی در اسرع وقت
he_il: קבל תמיכה בהקדם האפשרי
is_is: Fáðu aðstoð eins fljótt og auðið er
pt_br: Obter suporte o mais cedo possível
ro_ro: Obțineți suportul cât mai curând posibil
sk_sk: Získať podporu čo najskôr
sv_se: Få support så snart som möjligt

source: Use this text to order <a target="_blank" href="%s">paid support</a>
ar: استخدام هذا النص لطلب <a target="_blank" href="%s">الدعم المدفوع</a>
cs_cz: Použití tohoto textu požádat <a target="_blank" href="%s">placenou podporu</a>
fa_ir: با استفاده از این متن به درخواست <a target="_blank" href="%s">پشتیبانی پرداخت می شود</a>
he_il: השתמש בטקסט זה בכדי להזמין %s תמיכה טכנית ששולמה
is_is: Notaðu þennan texta til að panta <a target="_blank" href="%s">greidda aðstoð</a>
pt_br: Use este texto para solicitar <a target="_blank" href="%s">suporte pago</a>
ro_ro: Utilizați acest text pentru a solicita <a target="_blank" href="%s">suport plătit</a>
sk_sk: Použitie tohto textu požiadať <a target="_blank" href="%s">platenú podporu</a>
sv_se: Använd denna text för att begära <a target="_blank" href="%s">betalt support</a>

source: Copy this text to create new topic at %s
ar: نسخ هذا النص لخلق موضوع جديد في %s
cs_cz: Zkopírujte tento text k vytvoření nové téma na %s
fa_ir: کپی این متن برای ایجاد موضوع جدید در %s
he_il: העתק טקסט זה בכדי ליצור נושא חדש את %s
is_is: Afritaðu þennan texta til að búa til nýtt efni á %s
pt_br: Copie este texto para criar um novo tópico em %s
ro_ro: Copiați acest text pentru a crea un subiect nou la %s
sk_sk: Skopírujte tento text k vytvoreniu novú tému na %s
sv_se: Kopiera denna text för att skapa ett nytt ämne på %s

source: In short
ar: باختصار
cs_cz: Ve zkratce
fa_ir: به اختصار
he_il: בקצרה
is_is: Í stuttu máli
pt_br: Em resumo
ro_ro: Pe scurt
sk_sk: V skratke
sv_se: Kortfattat

source: Please use english language
ar: الرجاء استخدام اللغة الانجليزية
cs_cz: Použijte prosím anglický jazyk
fa_ir: لطفا زبان انگلیسی با استفاده از
he_il: בבקשה השתמש באנגלית
is_is: Vinsamlegast skrifaðu á ensku
pt_br: Por favor, use a língua inglesa
ro_ro: Vă rugăm să folosiți limba engleză
sk_sk: Použite prosím anglický jazyk
sv_se: Vänligen använd engelska språket

source: Details
ar: تفاصيل
cs_cz: Podrobnosti
fa_ir: جزئیات
he_il: פרטים
is_is: Lýsing
pt_br: Detalhes
ro_ro: Detalii
sk_sk: Podrobnosti
sv_se: Detaljer

source: What do you want to get and why?
ar: ماذا كنت ترغب في الحصول ولماذا؟
cs_cz: Co chcete získat a proč?
fa_ir: شما چه می خواهید برای به دست آوردن و چرا؟
he_il: מה אתה רוצה לקבל ולמה?
is_is: Hvað viltu fá og afhverju?
pt_br: O que você deseja obter e por quê?
ro_ro: Ce vrei să obțineți și de ce?
sk_sk: Čo chcete získať a prečo?
sv_se: Vad vill du att få och varför?

source: Add technical details about your installation
ar: إضافة التفاصيل الفنية حول التثبيت
cs_cz: Přidat technické podrobnosti o instalaci
fa_ir: اضافه کردن جزئیات فنی مربوط به نصب
he_il: הכנס מידע טכני על תהליך ההתקנה שלך
is_is: Bættu við tæknilegum upplýsingum um þitt install
pt_br: Adicionar detalhes técnicos sobre a instalação
ro_ro: Adăugați detalii tehnice despre instalare
sk_sk: Pridať technické podrobnosti o inštalácii
sv_se: Lägg tekniska detaljer om installationen

source: Priority
ar: أفضلية
cs_cz: Přednost
fa_ir: اولویت
he_il: דחיפות
is_is: Forgangur
pt_br: Prioridade
ro_ro: Prioritate
sk_sk: Priorita
sv_se: Prioritet

source: Problem is repeated
ar: وتتكرر المشكلة
cs_cz: Problém se opakuje
fa_ir: مشکل تکرار شده است
he_il: בעיה חוזרת
is_is: Vandamál er endurtekið
pt_br: Problema é repetido
ro_ro: Problema se repetă
sk_sk: Problém sa opakuje
sv_se: Problem upprepas

source: when you use another hosting
ar: عند استخدام استضافة أخرى
cs_cz: při použití jiného hosting
fa_ir: هنگام استفاده از میزبانی دیگر
he_il: כאשר אתה משתמש בשרת אחר
is_is: þegar þú notar aðra hýsingu
pt_br: quando você usa outra hospedagem
ro_ro: atunci când utilizați un alt hosting
sk_sk: pri použití iného hosting
sv_se: när du använder en annan webbhotell

source: on the local computer
ar: على الكمبيوتر المحلي
cs_cz: v místním počítači
fa_ir: بر روی کامپیوتر محلی
he_il: במחשב הפרטי
is_is: á local tölvu
pt_br: no computador local
ro_ro: pe computerul local
sk_sk: na lokálnom počítači
sv_se: på den lokala datorn

source: with default theme
ar: مع السمة الافتراضية
cs_cz: s výchozím tématem
fa_ir: با تم پیش فرض
he_il: עם נושא ברירת המחדל
is_is: með sjálfgefið þema
pt_br: com tema padrão
ro_ro: cu tema implicită
sk_sk: s predvolenou témou
sv_se: med standardtema

source: when all other plugins are disabled
ar: عندما يتم تعطيل كافة ملحقات أخرى
cs_cz: když všechny ostatní pluginy jsou vypnuté
fa_ir: زمانی که همه از پلاگین های دیگر غیر فعال می باشد
he_il: כשכל התוספים האחרים לא בשימוש
is_is: þegar allar aðrar viðbætur eru óvirkar
pt_br: quando todos os outros plugins estão desativados
ro_ro: atunci când toate celelalte plugin-uri sunt dezactivate
sk_sk: keď všetky ostatné pluginy sú vypnuté
sv_se: när alla andra plugins är inaktiverade

source: You expect
ar: أنت تتوقع
cs_cz: Očekáváš
fa_ir: شما انتظار می رود
he_il: אתה מצפה ל
is_is: Þú býst við
pt_br: Você espera
ro_ro: Tu te astepti
sk_sk: Očakávate
sv_se: Du förväntar dig

source: Actually you get
ar: في الواقع تحصل
cs_cz: Ve skutečnosti dostanete
fa_ir: در واقع شما
he_il: למעשה קיבלת
is_is: En færð
pt_br: Na verdade você começa
ro_ro: De fapt ai
sk_sk: V skutočnosti dostanete
sv_se: Faktiskt får du

source: URL of the screenshot
ar: URL للقطة
cs_cz: URL adresa snímek obrazovky
fa_ir: نماگرفت URL
he_il: ה-URL של שומר המסך
is_is: URL á skjáskoti
pt_br: URL da captura de tela
ro_ro: Adresa URL a captura de ecran
sk_sk: URL obrázka obrazovky
sv_se: URL skärmdumpen

source: Steps to repeat the problem
ar: خطوات لتكرار المشكلة
cs_cz: Kroky k opakování problému
fa_ir: مراحل به تکرار مشکل
he_il: צעדים כדי לחזור על הבעיה
is_is: Skref til að endurframkalla vandamálið
pt_br: Passos para repetir o problema
ro_ro: Pași pentru a repeta problema
sk_sk: Kroky k opakovaniu problému
sv_se: Åtgärder för att upprepa problemet

source: Formula
ar: المعادلة
cs_cz: Vzorec
fa_ir: معادله
he_il: נוסחה
is_is: Formúla
pt_br: Fórmula
ro_ro: Formulă
sk_sk: Výpočet
sv_se: Formel
tr_tr: Formül

source: Result
ar: النتيجة
cs_cz: Výsledek
fa_ir: نتیجه
he_il: תוצאה
is_is: Niðurstaða
pt_br: Resultado
ro_ro: Rezultat
sk_sk: Výsledok
sv_se: Resultat
tr_tr: Sonuç

source: No formulas to edit. To edit formulas you must have results selected.
ar: لا توجد معادلات للتعديل ، لتعديل المعادلة يجب ان يكون لديك بعض النتائج
cs_cz: Nejsou vzorce k upravování. Chcete-li upravit vzorce, musíte mít zvolené výsledky.
fa_ir: معادله‌ای برای ویرایش موجود نیست. معادله‌ای را انتخاب کنید تا امکان ویرایش فراهم گردد.
he_il: אין נוסחאות לעריכה. כדי לערוך נוסחאות חייבים לבחור תשובות
is_is: Engar formúlur til að breyta. Til að breyta formúlu þú verður að hafa niðurstöður valdar.
pt_br: Não há fórmulas para editar. Para editá-las você precisa selecionar algum "resultado".
ro_ro: Nicio formulă de editat. Pentru a edita formulele trebuie să selectezi rezultatele.
sk_sk: Nie je možné upravovať vzorce. Najprv je potrebné zvoliť výsledky.
sv_se: Inga formler att redigera. Om du vill redigera formler måste du ha resultat markerade.
tr_tr: Düzenlenecek formül bulunmamaktadır. Formülleri düzenlemek için sonuçları seçmelisiniz

source: Both numbers and percents allowed. For example "scale-bla" has total 30, then "scale-bla > 15" and "scale-bla > 50%" are same.
ar: الأرقام والنسب المئوية المسموح به. على سبيل المثال "مقياس- الشخصية" على مجموع 30، فان "مقياس- الشخصية> 15" و "مقياس-الشخصية > 50%" هي نفسها.
cs_cz: Dovolena jsou čísla i procenta. Například když "scale-abc" má celkem 30 bodů, pak zápisy "scale-abc > 15" a "scale-abc > 50%" jsou rovnocenné.
fa_ir: هم اعداد و هم درصدها، مجاز است. به عنوان مثال مقیاس "هرچیزی" با نمره کل 30 را دارید، پس می‌توانید هم از "هرچیزی>15" و هم از "هرچیزی>50%" استفاده کنید.
he_il: ניתן להשתמש גם במספרים וגם באחוזים. לדוגמא "scale-bla" יש סך הכל 30 וגם "scale-bla" >15 וגם "scale-bla" < 50%
is_is: Bæði tölur og prósentur leyfðar. Til dæmis 'scale-bla' hefur samtals 30, þá "scale-bla > 15" og "scale-bla > 50%" er það sama.
pt_br: Números e porcentagens permitidos. Por exemplo, "scala-bla" tem um total de 30, então e "scala-bla > 15" e "scala-bla > 50%" são o mesmo.
ro_ro: Sunt permise atât numerele cât şi procentele. De exemplu, dacă "scala-bla" are totalul 30, atunci "scala-bla > 15" şi "scala-bla > 50%" e acelaşi lucru.
sk_sk: Aj čísla, aj percentá sú povolené. Napríklad “skala-blabla” má maximálny počet 30, tak “skala-blabla > 15” a “skala-blabla > 50%” je to isté.
sv_se: Både siffror och procent tillåtna. Till exempel "scale-bla" har totalt 30, sedan "scale-bla > 15" och "scale-bla > 50%" är desamma.
tr_tr: Sayı ve yüzdeler girebilir. Örneğin "olcek-bla" toplam 30, sonra da vardır "olcek-bla > 15" ve "olcek-bla > %50" aynı.

source: Comparisions
ar: مقارنات
cs_cz: Logické operátory
fa_ir: مقایسه‌گرها
he_il: השוואות
is_is: Samanburður
pt_br: Comparações
ro_ro: Comparaţii
sk_sk: Porovnania
sv_se: Jämförelser
tr_tr: Karşılaştırmalar

source: Operators
ar: مشغلات
cs_cz: Znaménka
fa_ir: عمل‌گرها
he_il: אופרטורים
is_is: Virkjar
pt_br: Operador
ro_ro: Operatori
sk_sk: Operátory
sv_se: Operatörer
tr_tr: Operatörler

source: Variables
ar: متغيرات
cs_cz: Proměnné
fa_ir: متغییرها
he_il: משתנים
is_is: Breytur
pt_br: Variáveis
ro_ro: Variabile
sk_sk: Premenné
sv_se: Variabler
tr_tr: Değişkenler
