Repository: Wildblossoms/my-repository
Catalog: languages/wp-testing-*.po
Languages: ar, cs_cz, fa_ir, he_il, is_is, pt_br, ro_ro, sk_sk, sv_se, tr_tr

source: No variables for formulas available. To use variables you must have scales selected or have at least one question and answer.
ar: لا توجد متغيرات للصيغ المتوفرة. لاستخدام المتغيرات يجب أن لديك جداول محددة أو لديك سؤال وجواب واحد على الأقل.
cs_cz: Žádné proměnné pro vzorce nejsou k dispozici. Chcete-li použít proměnné, musíte mít zvolené škály nebo mít alespoň jednu otázku a odpověď.
fa_ir: متغییری برای فرمول در دسترس نیست. برای استفاده از متغییرها می‌بایست یکی از مقیاس‌ها یا حداقل یکی از گویه‌ها و پاسخ‌ها را انتخاب کنید.
he_il: משתנים של נוסחאות אינם קיימים. כדי להשתמש במשתנים, חייבים שיהיו קני מידה או לפחות שאלה ותשובה אחת
is_is: Engar breytur fyrir formúlur í boði. Til að nota breytur verður þú að hafa kvarða valinn eða hafa amk. eina spurningu og svar.
pt_br: Nenhuma varíavel disponível para a fórmula. Para utilizar variáveis, você deve ter escalas selecionadas ou ter, no mínimo, uma questão e uma resposta.
ro_ro: Nu sunt disponibile variabile pentru formule. Pentru a utiliza variabile trebuie să ai selectate scale sau să ai cel puţin o întrebare şi un răspuns.
sk_sk: Žiadne možnosti pre výpočty niesu k dispozícii. Pre použitie možností musíte mať vybratú škálu alebo aspoň jednu otázku a odpoveď.
sv_se: Inga variabler för formler tillgängliga. För att kunna använda variabler måste du ha skalor som valts eller har åtminstone en fråga och svar.
tr_tr: Mevcut formüller yok değişkenler. Değişkenleri kullanmak için seçilen ölçekler ya da en azından bir soru ve cevap verilmesi zorunludur.

source: No questions to edit. Add new questions and then they will appear here.
ar: لا توجد أسئلة لتحرير. إضافة أسئلة جديدة وبعد ذلك سوف تظهر هنا.
cs_cz: Nejsou otázky k upravování. Přidejte nové otázky a ty se zde pak objeví.
fa_ir: گویه‌ای برای ویرایش وجود ندارد. گویه جدیدی بیافزایید و سپس امکان ویرایش در این جا فراهم می‌گردد.
he_il: אין שאלות לעריכה. הוסף שאלות חדשות ואז הן תופענה כאן
is_is: Engar spurningar til að breyta. Bættu við nýjum spurningum, þá munu þær birtast hér.
pt_br: Não há questões para editar. Adicione novas questões e elas aparecerão aqui
ro_ro: Nicio întrebare de editat. Adaugă întrebări noi şi apoi vor apărea aici.
sk_sk: Nie sú dostupné otázky pre úpravu. Zadajte otázky. Zobrazia sa na tomto mieste.
sv_se: Inga frågor att redigera. Lägg till nya frågor och sedan visas de här.
tr_tr: Düzenlenecek soru bulunmuyor. Burada gözükmesi için soru ekleyin

source: Remove Question
ar: حذف الفقرة
cs_cz: Odstranit otázku
fa_ir: حذف سوال
he_il: הסר שאלה
is_is: Fjarlægja spurningu
pt_br: Remover a pergunta
ro_ro: Înlătură întrebarea
sk_sk: Vyberte otázku
sv_se: Ta bort frågan
tr_tr: Soru kaldırma

source: Remove Answer
ar: حذف الاجابة
cs_cz: Odstranit odpověď
fa_ir: حذف پاسخ
he_il: הסר תשובה
is_is: Fjarlægja svar
pt_br: Remover a resposta
ro_ro: Înlătură răspunsul
sk_sk: Odstrániť odpoveď
sv_se: Ta bort svar
tr_tr: Cevap kaldırmak

source: Add Individual Answer
ar: إضافة الإجابة الفردية
cs_cz: Přidání jednotlivých odpovědí
fa_ir: اضافه کردن پاسخ های فردی
he_il: הוסף תשובה אישית
is_is: Bæta við svari
pt_br: Adicionar resposta Individual
ro_ro: Adaugă un răspuns individual
sk_sk: Pridať jednotlivé otázky
sv_se: Lägg till enskilda svar
tr_tr: Tek tek cevap ekleyin

source: — unique to each question. If you have same answers to all test questions, use the %s
ar: — فريدة من نوعها لكل سؤال. إذا كان لديك نفس الإجابات على جميع أسئلة الاختبار، استخدام %s
cs_cz: - jedinečné pro každou otázku. Jestliže máte stejné odpovědi na všechny otázky v testu, použijte %s
fa_ir: — برای هر گویه منحصر به فرد است. اگر پاسخ‌های مشابهی برای همه سوالات دارید، بهتر است از %s استفاده کنید.
he_il: מזהה חד ערכי לכל שאלה. אם יש את אותן התשבות לכל השאלות, השתמש ב-%s
is_is: — einstakt fyrir hverja spurningu. Ef þú hefur sama svar í öllum spurningum, notaðu þá %s
pt_br: — único para cada questão. Se você tem a mesma resposta para todas as questões do teste, utilize o %s
ro_ro: — unic pentru fiecare întrebare. Dacă ai aceleaşi răspunsuri pentru toate întrebările testului, foloseşte %s.
sk_sk: — unikátne pre každú otázku. Ak sú všetky odpovede pre všetky otázky rovnaké, použite %s
sv_se: – unikt för varje fråga. Om du har samma svar på alla testfrågor, använda %s
tr_tr: -her soruya özeldir. Eğer tüm sorulara cevabınız aynı ise %s kullanın

source: Paste here your questions and they will fill fields below. Numbers and other indexes will be stripped automatically.
ar: الصق هنا أسئلتك و سيتم ملء الحقول أدناه تلقائياً
cs_cz: Vložte sem Vaše otázky a ony naplní pole níže. Čísla a další indexy budou odstraněny automaticky.
fa_ir: گویه‌های خود را این جا بچسبانید، آن ها در جعبه‌های زیرین جای خواهند گرفت. شماره‌گذای‌ها و فهرست‌بندی‌ها خود به خود تفکیک خواهند شد.
he_il: הדבק כאן את השאלות שלך והן ימלאו שדות למטה. מספרים ואינדקסים אחרים יוסרו באופן אוטומטי.
is_is: Settu inn spurningar hér fyrir neðan og þær munu fylla svæðin. Númer og aðrir vísar munu verða fjarlægðir sjálfkrafa.
pt_br: Cole aqui suas questões e elas irão preencher os campos abaixo. Números e outros índices serão removidos automaticamente.
ro_ro: Copiază aici întrebarile tale şi ele se vor distribui în cămpurile de mai jos. Numerele şi alte indicii for fi anulate automat.
sk_sk: Sem vložte svoje otázky, ktoré budú automaticky pridané do polí nižšie. Čísla a iné indexy budú automaticky odstránené.
sv_se: Klistra här dina frågor och de kommer att fylla fälten nedan. Siffror och andra index kommer att demonteras automatiskt.
tr_tr: Sorularınızı buraya yapıştırınız. Numaralar ve diğer indeksler otomatik olarak ayrılacaktır

source: Add Question
ar: اضافة اسئلة
cs_cz: Přidat otázku
fa_ir: اضافه کردن سوال
he_il: הוסף שאלה
is_is: Bæta við spurningu
pt_br: Adicionar pergunta
ro_ro: Adaugă întrebare
sk_sk: Pridať otázku
sv_se: Lägga till fråga
tr_tr: Soru Ekle

source: Quick Fill From Text
ar: اضافة من ملف نصي
cs_cz: Rychlé vyplnění z textového okénka
fa_ir: استخراج سریع از متن
he_il: מילוי מהיר של טקסט
is_is: Fylla fljótt út frá texta
pt_br: Preenchimento rápido por texto
ro_ro: Completare rapidă din text
sk_sk: Rýchle vyplnenie z textu
sv_se: Snabb Fyllning från Text
tr_tr: Metinden hızlı doldurma

source: No scores to edit. To edit scores you should have questions, answers and selected scales.
ar: لا توجد درجات لتحريرها. يجب عليك تحرير درجات الأسئلة والأجوبة في المقاييس المحددة.
cs_cz: Žádné výsledky pro úpravu. Chcete-li upravit skóre byste měli mít otázky, odpovědi a vybrané váhy.
fa_ir: هیچ امتیاز برای ویرایش. برای ویرایش نمرات شما باید پرسش و پاسخ و مقیاس انتخاب شده.
he_il: אין ניקוד לעריכה. לערוך ניקוד נדרשות שאלות, תשובות וקנה מידה נבחר
is_is: Engin stig að breyta. Til að breyta stigum verður þú að hafa spurningar, svör og valdan kvarða.
pt_br: Sem pontuação para editar. Para editar as partituras você deve ter perguntas, respostas e escalas selecionadas.
ro_ro: Niciun scor de editat. Pentru a edita scorurile, trebuie sa ai intrebari, raspunsuri si scale selectate.
sk_sk: Žiadne výsledky upraviť. Upraviť výsledky by ste mali mať otázky, odpovede a vybraných váhy.
sv_se: Inga poäng att redigera. Om du vill redigera poäng bör du ha frågor, svar och utvalda skalor.
tr_tr: Düzenlemek için puanları yok. Puanları düzenlemek için sorular, cevaplar ve seçili ölçekler olmalıdır.

source: Scale
ar: مقياس
cs_cz: Škála
fa_ir: مقیاس
he_il: קנה מידה
is_is: Kvarða
pt_br: Escala
ro_ro: Scală
sk_sk: Škála
sv_se: Skala
tr_tr: Ölçeklendir

source: Score
ar: درجة
cs_cz: Skóre
fa_ir: نمره‌گذاری
he_il: ניקוד
is_is: Stig
pt_br: Escore
ro_ro: Scor
sk_sk: Skóre
tr_tr: Sonuç

source: Answer
ar: الاجوبة
cs_cz: Odpověď
fa_ir: پاسخ
he_il: תשובה
is_is: Svar
pt_br: Respostas
ro_ro: Răspuns
sk_sk: Odpoveď
sv_se: Svara
tr_tr: Cevap

source: Questions
ar: الاسئلة
cs_cz: Otázky
fa_ir: گویه‌ها
he_il: שאלה
is_is: Spurningar
pt_br: Questões
ro_ro: Întrebări
sk_sk: Otázky
sv_se: Frågor
tr_tr: Sorular

source: Add new combination
ar: اضافة تشكيلة جديدة
cs_cz: Přidat novou kombinaci
fa_ir: اضافه کردن جدید ترکیبی
he_il: הוסף תנאי חדש
is_is: Bæta við nýrri samsetningu
pt_br: Adicionar nova combinação
ro_ro: Adaugă o combinaţie nouă
sk_sk: Pridať novú kombináciu
sv_se: Lägg till ny kombination
tr_tr: Yeni ekle

source: Please select at least one answer.
ar: الرجاء اختيار اجابة واحدة على الاقل
cs_cz: Prosím vyberte alespoň jednu odpověď.
fa_ir: لطفا حداقل یکی از پاسخ‌ها را انتخاب نمایید
he_il: יש לבחור לפחות תשובה אחת
is_is: Vinsamlegast veldu amk. eitt svar.
pt_br: Por favor, selecione pelo menos uma resposta.
ro_ro: Selectează, te rog, cel puţin un răspuns.
sk_sk: Prosím vyberte aspoň jednu odpoveď.
sv_se: Välj minst ett svar.
tr_tr: En az bir cevabı seçiniz.

source: Please choose only one answer.
ar: الرجاء اختيار اجابة واحده فقط
cs_cz: Prosím zvolte jen jednu odpověď.
fa_ir: لطفا فقط یکی از پاسخ‌ها را انتخاب نمایید
he_il: יש לבחור רק תשובה אחת
is_is: Vinsamlegast veldu aðeins eitt svar.
pt_br: Por favor, escolha apenas uma resposta.
ro_ro: Selectează, te rog, un singur răspuns.
sk_sk: Prosím vyberte len jednu odpoveď.
sv_se: Välj bara ett svar.
tr_tr: Sadece bir cevabı seçiniz.

source: Device
ar: الجهاز
cs_cz: Zařízení
fa_ir: دستگاه
he_il: סוג מכשיר
is_is: Tæki
pt_br: Dispositivo
ro_ro: Dispozitiv
sk_sk: Zariadenie
sv_se: Enheten
tr_tr: Aygıt

source: IP address
ar: رقم ال اي بي
cs_cz: IP adresa
fa_ir: نشانی IP
he_il: כתובת IP:
is_is: IP tala
pt_br: Endereço IP
ro_ro: Adresă IP
sk_sk: IP adresa
sv_se: IP-adress
tr_tr: IP adresi

source: Browser
ar: المتصفح
cs_cz: Prohlížeč
fa_ir: مرورگر
he_il: דפדפן
is_is: Vafri
pt_br: Navegador
ro_ro: Navigator
sk_sk: Prehliadač
sv_se: Webbläsare
tr_tr: Tarayıcı
