Repository: Wildblossoms/my-repository
Catalog: languages/wp-testing-*.po
Languages: ar, cs_cz, fa_ir, he_il, is_is, pt_br, ro_ro, sk_sk, sv_se, tr_tr

source: %1$g out of %2$g
ar: %1$g من ال %2$g
cs_cz: %1$g z %2$g
fa_ir: %1$g از %2$g
he_il: %1$g מתוך %2$g
is_is: %1$g af %2$g
pt_br: %1$g de %2$g
ro_ro: %1$g din %2$g
sk_sk: %1$g z %2$g
sv_se: %1$g av %2$g
tr_tr: %2$g üzerinden %1$g

source: Feedback
ar: ردود الفعل
cs_cz: Zpětná vazba
fa_ir: بازخورد
he_il: משוב
is_is: Endurgjöf
pt_br: Realimentação
ro_ro: Feedback-ul
sk_sk: Spätná väzba
sv_se: Återkoppling

source: Paid add-ons
ar: دفعت إضافات
cs_cz: Placené doplňky
fa_ir: افزونه های پولی
he_il: תוספות בתשלום
is_is: Greidd viðbót
pt_br: Add-ons pagos
ro_ro: Plătite de suplimente
sk_sk: Platené doplnky
sv_se: Betald tillägg

source: Paid support
ar: الدعم المدفوع
cs_cz: Vyplacena podpora
fa_ir: پشتیبانی پرداخت
he_il: תמיכה טכנית בתשלום
is_is: Greidd aðstoð
pt_br: Suporte pago
ro_ro: Suport plătit
sk_sk: Platená podpora
sv_se: Betald support

source: Report the problem
ar: تقرير المشكلة
cs_cz: Nahlásit problém
fa_ir: گزارش مشکل
he_il: דיווח על תקלות
is_is: Tilkynna vandamál
pt_br: Relatar o problema
ro_ro: Raportați problema
sk_sk: Nahlásiť problém
sv_se: Rapportera problemet

source: Get the support
ar: الحصول على الدعم
cs_cz: Získat podporu
fa_ir: دریافت پشتیبانی
he_il: צור קשר עם תמיכה טכנית
is_is: Fá aðstoð
pt_br: Obter suporte
ro_ro: Obțineți suportul
sk_sk: Získať podporu
sv_se: Få support

source: Helps to create psychological tests.
ar: يساعد على إنشاء الاختبارات النفسية.
cs_cz: Pomáhá vytvářet psychologické testy.
fa_ir: وسیله‌ای برای ساخت پرسشنامه‌های روانشناختی
he_il: עזור ליצור מבחנים פסיכולוגיים
is_is: Hjálpar til við að búa til sálfræðileg próf.
pt_br: Ajuda a criar testes psicológicos
ro_ro: Ajută la crearea testelor psihologice.
sk_sk: Pomôžte vytvoriť psychologický test.
sv_se: Bidrar till att skapa psykologiska tester.
tr_tr: Psikolojik testler oluşturmanıza yardımcı olur.

source: Respondents’ test results
ar: نتائج اختبار المستجيبين
cs_cz: Výsledky testu pro respondenty
fa_ir: نتیجه سنجه‌های مشارکت‌کنندگان
he_il: תוצאות המבחנים של המשיבים
is_is: Svarprófniðurstöður
pt_br: Resultados dos testes respondidos
ro_ro: Rezultatele la test ale respondenţilor
sk_sk: Výsledky testov respondentov.
sv_se: Svarande resultat
tr_tr: Yanıtlayanların test sonuçları

source: Respondents’ results
ar: نتائج المستجيبين
cs_cz: Výsledky respondentů
fa_ir: نتایج مشارکت‌کنندگان
he_il: תוצאות כלליות של המבחנים
is_is: Svarniðurstöður
pt_br: Resultados do respondente.
ro_ro: Rezultatele respondenţilor
sk_sk: Výsledky respondenta
sv_se: Svarande resultat
tr_tr: Yanıtlayanların sonuçları

source: Tests
ar: الاختبارات
cs_cz: Dotazníky
fa_ir: سنجه‌ها
he_il: שאלונים
is_is: Próf
pt_br: Testes
ro_ro: Teste
sk_sk: Testy
sv_se: Tester
tr_tr: Testler

source: My Results
ar: النتائج
cs_cz: Moje výsledky
fa_ir: نتایج من
he_il: התוצאות שלי
is_is: Mínar niðurstöður
pt_br: Meus resultados
ro_ro: Rezultatele mele
sk_sk: Moje výsledky
sv_se: Mina resultat
tr_tr: Benim-den sonuçlanmak

source: My Test Results
ar: نتائج اختباري
cs_cz: Výsledky testů
fa_ir: نتایج آزمون من
he_il: תוצאות השאלון שלי
is_is: Mínar prófunarniðurstöður
pt_br: Meus resultados de teste
ro_ro: Rezultatele mele la test
sk_sk: Moje výsledky testov
sv_se: Mitt testresultat
tr_tr: Test sonuçlarım

source: Maximize
ar: الحد الأقصى
cs_cz: Maximalizovat
fa_ir: حداکثر رساندن
he_il: הרחב
is_is: Stækka
pt_br: Maximizar
ro_ro: Măreste
sk_sk: Maximalizovať
sv_se: Maximera
tr_tr: En üst düzeye çıkarmak

source: Minimize
ar: الحد الأدنى
cs_cz: Minimalizovat
fa_ir: به حداقل رساندن
he_il: צמצם
is_is: Minnka
pt_br: Minimizar
ro_ro: Micşorează
sk_sk: Minimalizovať
sv_se: Minimera
tr_tr: En aza indirmek

source: Comparision
ar: مقارنة
cs_cz: Porovnávač
fa_ir: مقایسه‌‌گر
he_il: השוואה
is_is: Samanburður
pt_br: Comparação
ro_ro: Comparaţie
sk_sk: Porovnanie
sv_se: Jämförelse
tr_tr: Karşılaştırma

source: Operator
ar: المشغل
cs_cz: Znaménko
fa_ir: عمل‌گر
he_il: אופרטור
is_is: Virki
pt_br: Operador
sk_sk: Operátor
sv_se: Operatör
tr_tr: Operatör

source: Test Page Options
ar: صفحة اعدادات الاختبارات
cs_cz: Volby k úpravě testovací stránky
fa_ir: تنظیمات صفحه سنجه
he_il: אפשרויות עיצוב דף שאלון
is_is: Prófunarsíðu valkostir
pt_br: Opções da página de Teste
ro_ro: Opţiuni pagină test
sk_sk: Možnosti testu
sv_se: Test Sidalternativ
tr_tr: Test Sayfası Seçenekleri

source: Result Page Options
ar: خيارات صفحة النتيجة
cs_cz: Možnosti úpravy stránky s výsledkem
fa_ir: تنظیمات صفحه نتایج
he_il: אפשרויות עיצוב דף תשובות
is_is: Niðurstöðusíðu valkostir
pt_br: Opções da página de resultado
ro_ro: Opţiuni pagină rezultat
sk_sk: Možnosti výsledkov
sv_se: Inställningar resultatsidan
tr_tr: Sonuç sayfası seçenekleri

source: Edit Questions and Answers
ar: لوحة الأسئلة والأجوبة
cs_cz: Upravovat otázky a odpovědi
fa_ir: ویرایش پرسش و پاسخ
he_il: עריכת שאלות ותשובות
is_is: Breyta spurningum og svörum
pt_br: Editar as perguntas e respostas
ro_ro: Editează întrebările şi răspunsurile
sk_sk: Upraviť otázky a odpovede
sv_se: Redigera frågor och svar
tr_tr: Sorular ve cevaplar Düzenle

source: Edit Scores
ar: تحرير الدرجات
cs_cz: Upravit výsledky
fa_ir: ویرایش نمرات
he_il: עריכת ניקוד
is_is: Breyta stigum
pt_br: Editar partituras
ro_ro: Editează scorurile
sk_sk: Upraviť výsledky
sv_se: Redigera poäng
tr_tr: Puanları Düzenle

source: Quick Fill Scores
ar: تحرير جميع الدرجات
cs_cz: Rychlé vyplnění skórí
fa_ir: نمره‌گذاری سریع
he_il: עריכת ניקוד מהירה
is_is: Fylla fljótt út stig
pt_br: Preencimento rápido dos Escores
ro_ro: Completare rapidă a scorurilor
sk_sk: Rýchle vyplnenie skóre
sv_se: Snabbt fylla punkter
tr_tr: Hızlı Doldurma Sonuçları

source: Edit Formulas
ar: تحرير الصيغ
cs_cz: Změnit vzorce
fa_ir: ویرایش معادلات
he_il: ערוך נוסחה
is_is: Breyta formúlum
pt_br: Editar fórmulas
ro_ro: Editează formulele
sk_sk: Upraviť výpočty
sv_se: Redigera formler
tr_tr: Formülleri Düzenle

source: Publish on the home page
ar: نشر في الصفحة الرئيسية
cs_cz: Publikovat na hlavní straně
fa_ir: انتشار در صفحه اول خانه
he_il: פרסם בדף הבית
is_is: Birta á forsíðu
pt_br: Publicar na página inicial
ro_ro: Publică pe pagina Acasă
sk_sk: Zobraziť na titulnej stránke
sv_se: Publicera på hemsidan
tr_tr: Ana Sayfada Yayınla

source: Show in title percentage of questions that respondent already answered
ar: إظهار العنوان كنسبة مئوية من الأسئلة ألتي المستجيب سبق أن أجابه
cs_cz: Zobrazit v nadpisu procenta otázek, které respondent již odpověděl
fa_ir: نمایش درصد گویه‌های پاسخ داده شده توسط مشارکت‌کننده
he_il: הצג אחוזי השלמת השאלון
is_is: Sýna í titli, prósentur af spurningum sem hafa nú þegar verið svarað
pt_br: Mostra no título, o percentual das questões já respondidas
ro_ro: Afişează în titlu procentajul întrebărilor la care respondentul a răspuns deja
sk_sk: Ukázať v úvode percento otázok na ktoré respondent odpovedal
sv_se: Utställning i titeln andelen frågor som respondenten redan svarat
tr_tr: Başlık bu davalı soruların yüzdesini göstermek zaten cevap

source: Show one question per page
ar: عرض سؤال واحد في كل صفحة
cs_cz: Zobraziit jednu otázku na každé stránce
fa_ir: نمایش یک گویه در هر صفحه
he_il: הצג שאלה אחת בעמוד
is_is: Sýna eina spurningu á síðu
pt_br: Mostrar uma questão por página
ro_ro: Afişează o singură întrebare pe pagină
sk_sk: Ukázať jednu otázku na stranku
sv_se: Visa en fråga per sida
tr_tr: Sayfa başına bir soru göster

source: Allow multiple answers per question
ar: السماح بإجابات متعددة للسؤال الواحد
cs_cz: Povolit vícenásobné odpovědi pro otázku
fa_ir: مشارکت‌کنندگان اجازه انتخاب چند پاسخ را دارد
he_il: אפשר ריבוי תשובות לשאלה
is_is: Leyfa mörg svör við spurningu
pt_br: Permite múltiplas escolhas por questão
ro_ro: Permite mai multe răspunsuri la o întrebare
sk_sk: Povoliť viaceré možné odpovede
sv_se: Tillåt flera svar per fråga
tr_tr: Soru başına birden fazla yanıt izin ver

source: Reset respondent answers when "Back" button pressed
ar: إعادة تعيين إجابات المدعي عليها عند الضغط على زر "الرجوع"
cs_cz: Vynulovat odpovědi respondent po stisku tlačítka "Zpět"
fa_ir: با زدن دکمه "بازگشت" پاسخ‌های مشارکت کننده را از نو تنظیم کن
he_il: איפוס תשובות משיבים כשלוחצים על כפתור "חזור אחורה"
is_is: Endurstilla svarniðurstöðum þegar "Til baka" hnappur er valinn
pt_br: Reinicializa as respostas quando o botão "voltar" for pressionado.
ro_ro: Resetează răspunsurile când este apăsat butonul "Înapoi"
sk_sk: Zresetovať odpovede respondenta, keď stlačí tlačidlo “Späť”
sv_se: Återställa respondentens svar när du trycker på "Tillbaka"-knappen
tr_tr: "Geri" butonuna basıldığında davalı cevapları sıfırlayın

source: Button caption
ar: التسمية التوضيحية للزر
cs_cz: Bublinová nápověda nad tlačítkem
fa_ir: لوح دکمه
he_il: כיתוב על הכפתור
is_is: Titill hnapps
pt_br: Botão de captura
ro_ro: Nume buton
sk_sk: Názov tlačidla
sv_se: Knappen bildtext
tr_tr: Düğme başlık

source: Get Test Results
ar: الحصول على نتائج الاختبار
cs_cz: Získat výsledky testu
fa_ir: دریافت نتایج
he_il: לקבלת תוצאות השאלון
is_is: Fá prófunarniðurstöður
pt_br: Obtenha os resultados do teste
ro_ro: Află rezultatele
sk_sk: Zobraz výsledky testu
sv_se: Få testresultat
tr_tr: Test Sonuçlarını Al

source: Show scales chart
ar: إظهار التدريج البياني
cs_cz: Zobrazit graf pro škály
fa_ir: نمایش نمودار مقیاس‌ها
he_il: הצג קנה מידה בגרף
is_is: Sýna skala á riti
pt_br: Mostrar escalas do gráfico
ro_ro: Afişează graficul scalelor
sk_sk: Ukáž grafy škál
sv_se: Visa skalor diagram
tr_tr: Ölçekler grafik göster

source: Show scales
ar: اظهار المقاييس
cs_cz: Ukázat škály
fa_ir: نمایش مقیاس‌ها
he_il: הצג קנה מידה
is_is: Sýna skala
pt_br: Mostra escalas
ro_ro: Afişează scalele
sk_sk: Ukáž škály
sv_se: Visa skalor
tr_tr: Ölçekler göster

source: Sort scales by score
ar: فرز المقاييس حسب الدرجات
cs_cz: Setřídit škály podle skóre
fa_ir: مقیاس‌ها را براساس نمرات مرتب کن
he_il: מיין קנה מידה על פי ניקוד
is_is: Flokka kvarða eftir stigum
pt_br: Mostra escalas organizadas pelo Escore
ro_ro: Sortează scalele după scor
sk_sk: Zoraď škály podľa ich skóre
sv_se: Sortera skalor poäng
tr_tr: Puana göre sıralama ölçekler

source: Show test description
ar: إظهار وصف الاختبار
cs_cz: Zobrazit popis testu
fa_ir: نمایش توضیحات سنجه
he_il: הצג את תיאור השאלון
is_is: Sýna prófunarlýsingu
pt_br: Mostra a descrição do teste
ro_ro: Afişează descrierea testului
sk_sk: Ukáž popis testu
sv_se: Visa test beskrivning
tr_tr: Test açıklama göster

source: Test data not saved
ar: لم يتم حفظ النتيجة
cs_cz: Data testu nebyla uložena
fa_ir: اطلاعات سنجه ذخیره نشد
he_il: נתוני שאלון לא נשמרו
is_is: Prófunargögn ekki vistuð
pt_br: Informações do teste não foram salvas
ro_ro: Datele testului nu sunt salvate
sk_sk: Testové dáta neboli uložené
sv_se: Testdata sparas inte
tr_tr: Test verisi kaydedilmedi

source: Test is under construction
ar: الاختبار قيد الإنشاء
cs_cz: Dotazník je ve výstavbě
fa_ir: این سنجه در حال توسعه است
he_il: שאלון בשלבי בנייה
is_is: Próf er í vinnslu
pt_br: O teste está em construção
ro_ro: Test în construcţie
sk_sk: Test sa práve pripravuje
sv_se: Testet är under konstruktion
tr_tr: Test Yapım Aşamasındadır

source: You can not get any results from it yet.
ar: لا يمكنك أن تحصل أي نتائج منه حتى الآن.
cs_cz: Zatím nemůžete získat žádné výsledky
fa_ir: هنوز امکان ارایه نتیجه برای شما وجود ندارد
he_il: לא ניתן לקבל תשובות לשאלון כרגע
is_is: Þú getur ekki fengið neinar niðurstöður ennþá.
pt_br: Você ainda não pode obter resultados
ro_ro: Nu poţi afla rezultatele încă.
sk_sk: Momentálne nemôžete dostať žiadne výsledky.
sv_se: Du kan inte få några resultat från det ännu.
tr_tr: Henüz Sonuç Alamazsınız

source: {percentage}% answered
ar: {percentage}% تمت الاجابة علية
cs_cz: {percentage}% odpovězeno
fa_ir: {percentage}% پاسخ داده شده است
he_il: {percentage}% שאלות שנענו
is_is: {percentage}% svarað
pt_br: {percentage}% respondido
ro_ro: {percentage}% completat
sk_sk: {percentage}% zodpovedané
sv_se: {percentage}% svarade
tr_tr: {percentage}% yanıtladı

source: Next
ar: التالي
cs_cz: Další
fa_ir: بعدی
he_il: הבא
is_is: Áfram
pt_br: Próximo
ro_ro: Următor
sk_sk: Ďalej
sv_se: Nästa
tr_tr: İleri

source: Test result not found
ar: لم يتم ايجاد نتيجة الاختبار
cs_cz: Výsledek testu nenalezen
fa_ir: نتیجه سنجه یافت نشد
he_il: תוצאות השאלון לא נמצאו
is_is: Prófunarniðurstöður fundust ekki
pt_br: Não foi encontrado resultado para o teste
ro_ro: Rezultatele testului nu sunt găsite
sk_sk: Výsledky testu neboli nájdené
sv_se: Testresultat hittades inte
tr_tr: Test sonuç bulunamadı

source: You can not get anything from nothing.
ar: لا يمكنك أن تحصل على أي نتائج منه حتى الآن.
cs_cz: Chybí vám něco, abyste dostali výstup
fa_ir: اگر پاسخی ندهید نتیجه‌ای دریافت نمی‌کنید. از هیچ فقط هیچ نتیجه خواهید گرفت.
he_il: לא ניתן לקבל שום דבר מכלום
is_is: Þú getur ekki fengið allt fyrir ekkert.
pt_br: Você não pode algo a partir do nada.
ro_ro: Nu poţi obţine ceva din nimic.
sk_sk: Nie je možné zobraziť niečo z ničoho.
sv_se: Du kan inte få något från ingenting.
tr_tr: Sana bir şey hiçbir şey elde edemezsiniz.

source: Sorry but your browser %s is not compatible to display the chart
ar: آسف ولكن المتصفح غير متوافق %s لعرض المخطط
cs_cz: Promiňte, váš zastaralý prohlížeč %s nedokáže graf správně zobrazit
fa_ir: متاسفیم ولی مرورگر %s شما برای نمایش نمودار متناسب سازی نشده است.
he_il: מצטערים אבל הדפדפן שלך %s אינו תומך בהצגת גרפים
is_is: Því miður styður vafrinn þinn %s ekki að birta grafið
pt_br: Desculpe, mas o seu navegador %s não é compatível para mostrar o gráfico
ro_ro: Regret, dar navigatorul tău %s nu este compatibil pentru a afişa acest grafic.
sk_sk: Ľutujeme, váš prehliadač %s nie je kompatibilný pre zobrazenie grafov
sv_se: Ledsen men din webbläsare %s är inte kompatibel att visa diagrammet
tr_tr: Üzgünüm ama senin kaş %s grafiği görüntülemek için uyumlu değil

source: Test data not valid
ar: البيانات غير صالحة.
cs_cz: Neplatná data testu
fa_ir: اطلاعات سنجه معتبر نمی‌باشد
he_il: הנתונים שהוזנו לא חוקיים
is_is: Prófunargögn ekki gild
pt_br: Valor do teste não é válido
ro_ro: Datele testului nu sunt valide
sk_sk: Testové dáta nie sú platné
sv_se: Provningsdata inte är giltigt
tr_tr: Sınama verileri geçerli değil

source: You passed not valid data to test.
ar: لا يمكنك تمرير بيانات غير صالحة لاختبار.
cs_cz: Vložili jste do testu nevalidní data
fa_ir: اطلاعات ارایه شده به سنجه معتبر نمی‌باشد
he_il: התאריך שהועבר לשאלון אינו חוקי
is_is: Þú ert ekki með gild gögn til að prófa.
pt_br: Você registrou informações inválidas para o teste
ro_ro: Nu ai introdus date valide pentru test
sk_sk: Odoslali ste neplatné testové dáta.
sv_se: Du klarade inte giltiga data att testa.
tr_tr: Test için geçerli olmayan veri geçti.

source: Test
ar: اختبار
cs_cz: Dotazník
fa_ir: سنجه
he_il: שאלון
is_is: Próf
pt_br: Teste

# test
source: Add New
ar: اضافة اختبار جديد
cs_cz: Přidat nový
fa_ir: افزودن
he_il: הוספת חדש
is_is: Bæta við
pt_br: Adicionar Novo
ro_ro: Adăugare Nou
sk_sk: Pridaj nový
sv_se: Skapa ny
tr_tr: Yeni Ekle

source: Add New Test
ar: اضافة اختبار جديد
cs_cz: Přidat nový dotazník
fa_ir: افزودن سنجه
he_il: הוספת שאלון חדש
is_is: Bæta við nýju prófi
pt_br: Adiciona novo teste
ro_ro: Adaugă un test nou
sk_sk: Pridaj nový test
sv_se: Lägg till nytt Test
tr_tr: Yeni Test Ekle

source: Edit Test
ar: تحرير الاختبار
cs_cz: Upravit test
fa_ir: ویرایش سنجه
he_il: עריכת שאלון
is_is: Breyta prófi
pt_br: Editar teste
ro_ro: Editează testul
sk_sk: Uprav test
sv_se: Redigera Test
tr_tr: Testi Düzenle

source: View Test
ar: عرض الاختبار
cs_cz: Ukázat test
fa_ir: مشاهده سنجه
he_il: הצג שאלון
is_is: Skoða próf
pt_br: Ver teste
ro_ro: Vezi testul
sk_sk: Zobraz test
sv_se: Visa Test
tr_tr: Testi Görüntüle

source: Search Tests
ar: البحث عن الاختبارات
cs_cz: Hledat testy
fa_ir: جستجوی سنجه‌
he_il: חפש שאלון
is_is: Leita að prófum
pt_br: Procurar testes
ro_ro: Caută teste
sk_sk: Vyhľadávaj testy
sv_se: Sök tester
tr_tr: Test Ara

source: Parent Test:
ar: تصنيف الاب :
cs_cz: Nadřazený test:
fa_ir: سنجه مادر:
he_il: שאלון אב
is_is: Yfirpróf:
pt_br: Teste relacionado
ro_ro: Test părinte:
sk_sk: Nadradený test:
sv_se: Överordnad Test:
tr_tr: Ana Test

source: All Tests
ar: جميع الاختبارات
cs_cz: Všechny testy
fa_ir: همه سنجه ها
he_il: כל השאלונים
is_is: Öll próf
pt_br: Todos os testes
ro_ro: Toate testele
sk_sk: Všetky testy
sv_se: Alla tester
tr_tr: Tüm Testler

source: Update Test
ar: تحديث الاختبار
cs_cz: Aktualizovat test
fa_ir: به‌روزرسانی سنجه
he_il: עדכן שאלון
is_is: Uppfæra próf
pt_br: Atualizar teste
ro_ro: Actualizează testul
sk_sk: Aktualizuj test
sv_se: Uppdatera Test
tr_tr: Testi Güncelle

source: New Test Name
ar: اسم اختبار الجديد
cs_cz: Název nového testu
fa_ir: نام سنجه جدید
he_il: שם לשאלון חדש
is_is: Nýtt prófunarnafn
pt_br: Novo nome para o teste
ro_ro: Nume test nou
sk_sk: Nový názov testu
sv_se: Nytt Test namn
tr_tr: Yeni Test Adı

source: Parent Test
ar: اختبار الاب
cs_cz: Nadřazený test
fa_ir: سنجه مادر
he_il: שאלון אב
is_is: Yfirpróf
pt_br: Teste relacionado
ro_ro: Test părinte
sk_sk: Nadradený test
sv_se: Överordnad Test
tr_tr: Ana Test

source: New Test
ar: اختبار جديد
cs_cz: Nový dotazník
fa_ir: سنجه جدید
he_il: שאלון חדש
is_is: Nýtt próf
pt_br: Novo teste
ro_ro: Test nou
sk_sk: Nový test
sv_se: Nytt Test
tr_tr: Yeni Test

source: No Tests found
ar: لم يتم ايجاد اي اختبار
cs_cz: Žádné testy nenalezeny
fa_ir: سنجه‌ای یافت نشد
he_il: לא נמצאו שאלונים
is_is: Engin próf fundust
pt_br: Testes não encontrados
ro_ro: Niciun test găsit
sk_sk: Testy neboli nájdené
sv_se: Inga tester fann
tr_tr: Test Bulunamadı

source: No Tests found in Trash
ar: لم يتم ايجاد اي اختبار في المهملات
cs_cz: Žádné testy v odpadkovém koši
fa_ir: سنجه‌ای در زباله‌دان یافت نشد
he_il: לא נמצאו שאלונים בתיקיית זבל
is_is: Engin próf fundust í ruslinu
pt_br: Não foram encontrados testes na lixeira
ro_ro: Niciun test găsit în Gunoi
sk_sk: Testy neboli nájdené v koši
sv_se: Inga tester finns i papperskorgen
tr_tr: Çöp Kutusunda Test Bulunamadı

source: Instrument to measure unobserved constructs (latent variables). Typically it is a series of tasks or problems that the respondent has to solve.
ar: أداة لقياس بنيات غير ملحوظة (المتغيرات الكامنة) . عادة هو سلسلة من المهام أو المشاكل التي مستجيب يجب عليه حلها.
cs_cz: Nástroj na měření nepozorovaných konstrukcí (s latentními proměnnými). Typicky to je řada úkolů nebo problémů, které respondent má vyřešit.
fa_ir: ابزار اندازه‌گیری سازه‌های مشاهده نشده (متغییرهای مکنون). معمولا مجموعه‌ای از وظایف یا مسایل است که از مشارکت کننده خواسته می‌شود تا آن ها را پاسخ بگوید.
he_il: מכשיר למדידת משתנים חבויים. בדרך כלל זוהי סדרה של משימות או בעיות שהמשיב צריך לפתור.
is_is: Tæki til að mæla ósönnuð byggingar (duldar breytur). Venjulega er það röð verkefna eða vandamál sem svarandinn þarf að leysa.
pt_br: Instrumento para medir construções não observadas (variáveis latentes). Normalmente, é uma série de tarefas ou problemas que o entrevistado tem para resolver.
ro_ro: Instrument pentru a masura constructele neobservate (variabile latente). De obicei, e vorba de o serie de sarcini sau probleme pe care respondentul trebuie sa le rezolve.
sk_sk: Inštrument na meranie nepozorovaných konštruktov (latentné premenné). Typicky je to séria úloh a problémov, ktoré má respondent vyriešiť.
sv_se: Ett psykologiskt test är en standardiserad mätning av olika aspekter av mänskligt beteende, till exempel intelligens eller personlighet.
tr_tr: Enstrüman denetlenmediğini yapıları (latent değişkenler) ölçmek için. Genellikle bu görevleri ya da sorunları çözmek için davalı olan bir dizi var.

source: Test Answers
ar: اجابات الاختبار
cs_cz: Odpovědi v testu
fa_ir: پاسخ‌های سنجه
he_il: תשובות לשאלון
is_is: Prófunarsvör
pt_br: Respostas do teste
ro_ro: Răspunsuri la test
sk_sk: Testové odpovede
sv_se: Test svar
tr_tr: Test Cevapları

source: Test Answer
ar: اجابة الاختبار
cs_cz: Odpověď v testu
fa_ir: پاسخ سنجه
he_il: תשובה לשאלון
is_is: Prófunarsvar
pt_br: Resposta do teste
ro_ro: Răspuns la test
sk_sk: Testové odpovede
sv_se: Test svar
tr_tr: Test Cevabı

source: Add New Answer
ar: اضافة اجابات جديدة
cs_cz: Přidat novou odpověď
fa_ir: افزودن پاسخ جدید
he_il: הוסף תשובה חדשה
is_is: Bæta við svari
pt_br: Adiciona nova resposta
ro_ro: Adaugă răspuns nou
sk_sk: Pridať novú odpoveď
sv_se: Lägg till nya svar
tr_tr: Yeni Cevap Ekle

source: Edit Answer
ar: تعديل الاجابة
cs_cz: Upravit odpověď
fa_ir: ویرایش پاسخ
he_il: ערוך תשובה
is_is: Breyta svari
pt_br: Edita a resposta
ro_ro: Editează răspuns
sk_sk: Upraviť odpoveď
sv_se: Redigera svaret
tr_tr: Cevabı Düzenle

source: View Answer
ar: عرض الاجابة
cs_cz: Zobrazit odpověď
fa_ir: مشاهده پاسخ
he_il: הצג תשובה
is_is: Skoða svar
pt_br: Visualiza a resposta
ro_ro: Vezi răspuns
sk_sk: Zobraziť odpoveď
sv_se: Visa svar
tr_tr: Cevabı Görüntüle

source: Search Answers
ar: بحث عن الاجابات
cs_cz: Hledat odpovědi
fa_ir: جستجوی پاسخ‌ها
he_il: חפש תשובות
is_is: Leita að svörum
pt_br: Procura por respostas
ro_ro: Caută răspunsuri
sk_sk: Vyhľadávať odpoveď
sv_se: Sök svar
tr_tr: Cevapları Ara

source: Parent Answer:
ar: تصنيف الاب للاجابة :
cs_cz: Nadřazená odpověď
fa_ir: پاسخ مادر:
he_il: תשובת אב
is_is: Yfirsvar:
pt_br: Resposta relacionada:
ro_ro: Răspuns părinte:
sk_sk: Nadradená odpoveď:
sv_se: Överordnade svar:
tr_tr: Ana Cevap

source: Answers
ar: الاجابات
cs_cz: Odpovědi
fa_ir: پاسخ‌ها
he_il: תשובות
is_is: Svör
pt_br: Respostas
ro_ro: Răspunsuri
sk_sk: Odpoveď
sv_se: Svar
tr_tr: Cevaplar

source: All Answers
ar: جميع الاجابات
cs_cz: Všechny odpovědi
fa_ir: همه پاسخ‌ها
he_il: כל התשובות
is_is: Öll svör
pt_br: Todas as respostas
ro_ro: Toate răspunsurile
sk_sk: Všetky odpovede
sv_se: Alla svar
tr_tr: Tüm Cevaplar

source: Update Answer
ar: تحديث الاجابات
cs_cz: Aktualizovat odpověď
fa_ir: به‌روزرسانی پاسخ
he_il: עדכן תשובה
is_is: Uppfæra svar
pt_br: Atualiza a resposta
ro_ro: Actualizează răspunsul
sk_sk: Aktualizovať odpoveď
sv_se: Uppdatera svar
tr_tr: Cevabı Güncelle

source: New Answer Name
ar: اسم اجابة جديدة
cs_cz: Znění nové odpovědi
fa_ir: نام پاسخ جدید
he_il: שם תשובה חדש
is_is: Nýtt nafn á svari
pt_br: Novo nome de resposta
ro_ro: Nume răspuns nou
sk_sk: Nový názov odpovede
sv_se: Nytt svar namn
tr_tr: Yeni Cevap Adı

source: Parent Answer
ar: تصنيف الاب للاجابة
cs_cz: Nadřazené odpovědi
fa_ir: پاسخ مادر
he_il: תשובת אב
is_is: Yfirsvar
pt_br: Resposta relacionada
ro_ro: Răspuns părinte
sk_sk: Nadradená odpoveď
sv_se: Överordnade svar
tr_tr: Ana Cevap

source: New Answer
ar: اجابة جديدة
cs_cz: Novou odpověď
fa_ir: پاسخ جدید
he_il: תשובה חדשה
is_is: Nýtt svar
pt_br: Nova resposta
ro_ro: Răspuns nou
sk_sk: Nová odpoveď
sv_se: Neue Antwort
tr_tr: Yeni Cevap

source: No Answers found
ar: لم يتم ايجاد اجابات
cs_cz: Odpovědi nenalezeny
fa_ir: پاسخی یافت نشد
he_il: לא נמצאו תשובות
is_is: Engin svör fundust
pt_br: Respostas não encontradas
ro_ro: Niciun răspuns găsit
sk_sk: Odpovede neboli nájdené
sv_se: Inga svar hittade
tr_tr: Cevap Bulunamadı

source: No Answers found in Trash
ar: لم يتم ايجاد اجابات في المهملات
cs_cz: Žádné vyhozené odpovědi
fa_ir: پاسخی در زباله‌دان یافت نشد
he_il: לא נמצאו תשובות בתיקיית זבל
is_is: Engin svör fundust í ruslinu
pt_br: Respostas não encontradas na lixeira
ro_ro: Niciun răspuns găsit în Gunoi
sk_sk: Odpovede neboli nájdené v koši
sv_se: Några svar finns i papperskorgen
tr_tr: Çöp Kutusunda Cevap Bulunamadı

source: Test Scales
ar: مقاييس الاختبار
cs_cz: Škály testu
fa_ir: مقیاس‌های سنجه
he_il: מדרג קנה מידה לתוצאות
is_is: Prófunarkvarðar
pt_br: Escalas do teste
ro_ro: Scalele testului
sk_sk: Testové škály
sv_se: Testa skalor
tr_tr: Test Ölçekleri

source: Test Scale
ar: مقياس الاختبار
cs_cz: Škála testu
fa_ir: مقیاس سنجه
he_il: דרגת קנה מידה
is_is: Prófunarkvarði
pt_br: Escala do teste
ro_ro: Scala testului
sk_sk: Testová škála
sv_se: Testa skala
tr_tr: Test Ölçeği

source: Add New Scale
ar: اضافة مقياس جديد
cs_cz: Přidat novou škálu
fa_ir: افزودن مقیاس جدید
he_il: הוסף עוד קנה מידה
is_is: Bæta við kvarða
pt_br: Adicionar nova escala
ro_ro: Adaugă scală nouă
sk_sk: Pridať novú testovú škálu
sv_se: Lägg till ny skala
tr_tr: Yeni Ölçek Ekle
